Repository: lrgc/grun
Catalog: trunk/po/*.po
Languages: es

source: Choose Application
es: Elija la aplicación

source: gRun launches applications under X Usage grun [options] [file options] file options Launch file directly, no dialog boxes --persist Dialog persistance --preload file Load file as default command --notips Disable tooltips --version Show version --help Show this guide Copyright Southern Gold Development 1998
es: gRun ejecuta aplicaciones bajo X Uso grun [opciones] [archivo opciones] archivo opciones Ejecuta el programa directamente, sin cuadros de diálogo --persist Cuadro de diálogo persistente --preload archivo Usa "archivo" como orden por defecto --notips Desactiva las ayudas del diálogo --version Muestra la versión --help Muestra esta ayuda Copyright Southern Gold Development 1998

source: gRun version %s Copyright Southern Gold Development 1998
es: gRun versión %s Copyright Southern Gold Development 1998

source: Launch Application
es: Ejecutar la aplicación

source: OK
es: Aceptar

source: Launch application
es: Ejecutar la aplicación

source: The OK button launches the application given in the entry box
es: El botón "aceptar" ejecuta la aplicación indicada en el cuadro de texto

source: Close
es: Cerrar

source: Cancel
es: Cancelar

source: Close gRun
es: Cerrar gRun

source: The Close button will close the persistant gRun window
es: El botón "Cerrar" cerrará la ventana persistente de gRun

source: Cancel launch
es: Cancelar la ejecución

source: The Cancel button cancels the launch process and closes gRun
es: El botón "Cancelar" cancela la ejecución y cierra gRun

source: Browse
es: Examinar...

source: Browse for command
es: Examinar una orden

source: The Browse button opens a file selection box so the user can browse for the command to launch
es: El botón "Examinar" abre un cuadro de selección de archivos para que el usuario pueda buscar la orden a ejecutar
