Repository: lrgc/grun
Catalog: po/*.po
Languages: fr

source: Choose Application
fr: Choisir une application

source: gRun launches applications under X Usage grun [options] [file options] file options Launch file directly, no dialog boxes --persist Dialog persistance --preload file Load file as default command --notips Disable tooltips --version Show version --help Show this guide Copyright Southern Gold Development 1998
fr: gRun exécute des applications dans l'environnement X Usage: grun [options] [fichier et params] fichier et params Exécuter un fichier directement, sans boîte de dialogue --persist Dialogue persistant --preload fichier Utiliser le fichier comme étant la commande par défaut --notips Désactiver les bulles d'aide --version Afficher la version --help Afficher cet aide-mémoire Southern Gold, tout droits réservés 1998

source: gRun version %s Copyright Southern Gold Development 1998
fr: gRun version %s Southern Gold Development, tout droits réservés 1998

source: Launch Application
fr: Lancer une application

source: Launch application
fr: Lancer l'application

source: The OK button launches the application given in the entry box
fr: Le bouton OK exécute l'application dans la boîte d'entrée

source: Close
fr: Fermer

source: Cancel
fr: Annuler

source: Close gRun
fr: Fermer gRun

source: The Close button will close the persistant gRun window
fr: Le bouton Fermer va fermer la fenêtre persistante de gRun

source: Cancel launch
fr: Annuler l'exécution

source: The Cancel button cancels the launch process and closes gRun
fr: Le bouton Annuler arrête l'execution du programme et ferme gRun

source: Browse
fr: Naviguer

source: Browse for command
fr: Naviguer pour une commande

source: The Browse button opens a file selection box so the user can browse for the command to launch
fr: Le bouton Naviguer ouvre un dialogue de sélection de fichier pour que l'usager puisse trouver une commande à exécuter
