Repository: lrgc/grun
Catalog: tags/release_0_9_3/po/*.po
Languages: de

source: Choose Application
de: Programm auswählen

source: gRun launches applications under X Usage grun [options] [file options] file options Launch file directly, no dialog boxes --persist Dialog persistance --preload file Load file as default command --notips Disable tooltips --version Show version --help Show this guide Copyright Southern Gold Development 1998
de: gRun startet Applikationen unter X Benutzung: grun [optionen] [dateioptionen] Dateioptionen Starte Datei direkt ohne Dialoge --persist Dialog wird nicht beendet --preload datei Lade datei als Standardkommando --notips Tooltips deaktivieren --version Version anzeigen --help Diese Hilfe anzeigen Copyright Southern Gold Development 1998

source: Launch Application
de: Starte Programm

source: Launch application
de: Starte Programm

source: The OK button launches the application given in the entry box
de: Der OK-Button startet das im Eingabefeld angegebene Programm

source: Close
de: Schliessen

source: Cancel
de: Abbrechen

source: Close gRun
de: gRun schliessen

source: The Close button will close the persistant gRun window
de: Der Schliessen-Button schliesst das verbleibende gRun-Fenster

source: Cancel launch
de: Abbrechen

source: The Cancel button cancels the launch process and closes gRun
de: Der Abbrechen-Button bricht den Dialog und gRun ab

source: Browse
de: Durchsuchen

source: Browse for command
de: nach Kommando durchsuchen

source: The Browse button opens a file selection box so the user can browse for the command to launch
de: Der Durchsuchen-Button öffnet ein Dateiauswahl-Dialogfeld, mit dem der Benutzer das auszuführende Kommando suchen kann
